
export const ORDERED_ARABIC_DAYS: string[] = ["السبت", "الأحد", "الاثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة"];

export const DAY_MAP: { [key: string]: string } = {
    'السبت': 'السبت',
    'الاحد': 'الأحد', 
    'الأحد': 'الأحد',
    'الاثنين': 'الاثنين',
    'الإثنين': 'الاثنين', 
    'الثلاثاء': 'الثلاثاء',
    'الار اربعاء': 'الأربعاء',
    'الاربعاء': 'الأربعاء',
    'الأربعاء': 'الأربعاء',
    'الخميس': 'الخميس',
    'الجمعة': 'الجمعة',
    'اليوم الاول': 'السبت',
    'اليوم الثاني': 'الأحد',
    'اليوم الثالث': 'الاثنين',
    'اليوم الرابع': 'الثلاثاء', 
    'اليوم الخامس': 'الأربعاء'
};
